Repository: veespo/ios-veespo-lite
Catalog: Veespo/Supporting Files/*.lproj/Localizable.strings
Languages: it

# Feedback
source: Vote
it: Vota

# User Name
source: Your name
it: Il tuo nome

# Categories voted
source: Voted categories
it: Categorie già votate

source: Start
it: Accedi

# Alert
source: Attention
it: Attenzione

# Disclaimer
source: Type in your name and a Veespo code to start rating!
it: Inserisci il tuo nome e un Veespo code per iniziare a votare!

# Veespo Question
source: Tell us your opinion!
it: Esprimi la tua opinione!

# Veespo News Question
source: What do you think of this news?
it: Qual'è la tua opinione su questa notizia?

# Wrong Code
source: The Veespo code is wrong
it: Il codice demo è errato

source: Network error
it: Errore di connessione

# Name error
source: Invalid character
it: Caratteri non validi

source: Venues
it: Locali

source: Tech News
it: Notizie tecnologiche

source: Sport News
it: Notizie sportive

# No Votes
source: Vote a venue to add it to this list
it: Vota un locale per aggiungerlo a questa lista

# Favorites
source: Your venues
it: Locali votati

# No Demo
source: I don't have a code
it: Senza Codice

# Around me
source: Around you
it: Intorno a te

source: News
it: Notizie

# Venue tags
source: Other users' opinions
it: Il parere degli utenti

# Pull
source: Pull to refresh
it: Trascina per aggiornare

# Refresh
source: Refreshing your positionâ€¦
it: Aggiornamento posizione e locali...

# Veespo Error
source: Error. Try again
it: Si è verificato un errore. Riprova più tardi...

source: About Us
it: Chi siamo

# Veespo Button
source: bottone_vote
it: bottone_vota

# Target List
source: Express your opinion on...
it: Esprimi la tua opinione su...

# App Feedback
source: Give us feedback
it: Lasciaci un feedback

# Top Venues
source: The best venues
it: I migliori locali
